export const autopilotOptions = [
  {
    key: 'none',
    name: '기본 오토파일럿',
    description: '오토스티어 및 트래픽 어웨어 크루즈 컨트롤이 포함 되어 있습니다.',
    price: 0,
  },
  {
    key: 'eap',
    name: '향상된 오토파일럿 (EAP)',
    description: '기본 오토파일럿 기능에 더해, 운전자가 요청할 경우 내비게이트 온 오토파일럿, 자동 차선 변경, 자동 주차, 간단 차량 호출, 향상된 스마트 차량 호출 기능이 포함됩니다.',
    price: 4522000,
  },
  {
    key: 'fsd',
    name: '완전 자율주행 기능 (FSD)',
    description: '향상된 오토파일럿기능을 포함하며.향후 업데이트를 통해 차량이 최소한의 운전자 개입으로 거의 모든 도로에서 스스로 주행할 수 있도록 지원할 예정입니다.',
    price: 9043000,
  },
];
